import { Actor } from "@/types/Entyties"


export const actors: Actor[] = [
	{
		id: 1,
      role: 'Геральт',
      img: '/actor-1.jpg',
		name: 'Генри Кавилл',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
	{
		id: 2,
      role: 'Лютик',
      img: '/actor-2.jpg',
		name: 'Джои Бэти',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
	{
		id: 3,
      role: 'Йеннифэр',
      img: '/actor-3.jpg',
		name: 'Аня Чалотра',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
	{
		id: 4,
      role: 'Цири',
      img: '/actor-4.jpg',
		name: 'Фрейя Аллан',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
	{
		id: 5,
      role: 'Эмгыр вар Эмрейс',
      img: '/actor-5.jpg',
		name: 'Барт Эдвардс',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
	{
		id: 6,
      role: 'Царири',
      img: '/actor-4.jpg',
		name: 'Фрейя Аллан',
		desc: 'Один из центральных персонажей сериала, лучший друг и неизменный спутник Геральта, трубадур и бабник'
	},
]
